Repository: gerege-systems/eid-gerege-nexus
Catalog: native-apps/mobile/ios/Sources/GeregeShellUI/Resources/Login.xcstrings
Source language: mn
Languages: ar, en, es, fr, ru, zh

# auth.message.platform_private
source: Энэ платформ хаалттай горимд байна: зөвхөн урьдчилан бүртгэгдсэн хүн нэвтэрнэ. eID, ДАН, Google-ээр баталгаажсан ч бүртгэлгүй бол данс үүсэхгүй — байгууллагынхаа админаас урилга хүсэн үү.
ar: This platform is private: only people who have already been registered can sign in. Proving who you are with eID, ДАН or Google will not create an account — ask your organisation's administrator for an invitation.
en: This platform is private: only people who have already been registered can sign in. Proving who you are with eID, ДАН or Google will not create an account — ask your organisation's administrator for an invitation.
es: This platform is private: only people who have already been registered can sign in. Proving who you are with eID, ДАН or Google will not create an account — ask your organisation's administrator for an invitation.
fr: This platform is private: only people who have already been registered can sign in. Proving who you are with eID, ДАН or Google will not create an account — ask your organisation's administrator for an invitation.
ru: This platform is private: only people who have already been registered can sign in. Proving who you are with eID, ДАН or Google will not create an account — ask your organisation's administrator for an invitation.
zh: This platform is private: only people who have already been registered can sign in. Proving who you are with eID, ДАН or Google will not create an account — ask your organisation's administrator for an invitation.

# auth.view.set_password_invite
source: Нууц үгээ тохируулах
ar: Choose your password
en: Choose your password
es: Choose your password
fr: Choose your password
ru: Choose your password
zh: Choose your password

# auth.view.set_password_reset
source: Нууц үгээ шинэчлэх
ar: Set a new password
en: Set a new password
es: Set a new password
fr: Set a new password
ru: Set a new password
zh: Set a new password

# auth.field.new_password
source: Шинэ нууц үг
ar: New password
en: New password
es: New password
fr: New password
ru: New password
zh: New password

# auth.field.repeat_password
source: Дахин бичих
ar: Repeat it
en: Repeat it
es: Repeat it
fr: Repeat it
ru: Repeat it
zh: Repeat it

# auth.action.save_password
source: Хадгалах
ar: Save
en: Save
es: Save
fr: Save
ru: Save
zh: Save

# auth.hint.password_length
source: Дор хаяж 10 тэмдэгт. Урт нь нарийн төвөгтэйгээс илүү чухал.
ar: At least 10 characters. Length matters more than punctuation.
en: At least 10 characters. Length matters more than punctuation.
es: At least 10 characters. Length matters more than punctuation.
fr: At least 10 characters. Length matters more than punctuation.
ru: At least 10 characters. Length matters more than punctuation.
zh: At least 10 characters. Length matters more than punctuation.

# auth.message.password_mismatch
source: Хоёр нууц үг тохирохгүй байна.
ar: The two passwords are not the same.
en: The two passwords are not the same.
es: The two passwords are not the same.
fr: The two passwords are not the same.
ru: The two passwords are not the same.
zh: The two passwords are not the same.

# auth.message.password_failed
source: Хадгалж чадсангүй.
ar: That could not be saved.
en: That could not be saved.
es: That could not be saved.
fr: That could not be saved.
ru: That could not be saved.
zh: That could not be saved.

# auth.message.password_saved
source: Хадгаллаа. Нэвтрэх дэлгэц рүү шилжиж байна…
ar: Saved. Taking you to the sign-in screen…
en: Saved. Taking you to the sign-in screen…
es: Saved. Taking you to the sign-in screen…
fr: Saved. Taking you to the sign-in screen…
ru: Saved. Taking you to the sign-in screen…
zh: Saved. Taking you to the sign-in screen…

# auth.message.link_dead
source: Энэ холбоос хэрэглэгдсэн эсвэл хугацаа нь дууссан байна. Шинийг хүсэлт гаргана уу.
ar: That link has already been used or has expired. Ask for a new one.
en: That link has already been used or has expired. Ask for a new one.
es: That link has already been used or has expired. Ask for a new one.
fr: That link has already been used or has expired. Ask for a new one.
ru: That link has already been used or has expired. Ask for a new one.
zh: That link has already been used or has expired. Ask for a new one.

# auth.message.impersonation_starting
source: Байгууллага руу орж байна…
ar: Stepping into the organisation…
en: Stepping into the organisation…
es: Stepping into the organisation…
fr: Stepping into the organisation…
ru: Stepping into the organisation…
zh: Stepping into the organisation…

# auth.view.eyebrow
source: ҮНДЭСНИЙ ЦАХИМ ТАНИЛТ
ar: الهوية الرقمية الوطنية
en: NATIONAL DIGITAL IDENTITY
es: IDENTIDAD DIGITAL NACIONAL
fr: IDENTITÉ NUMÉRIQUE NATIONALE
ru: НАЦИОНАЛЬНАЯ ЦИФРОВАЯ ИДЕНТИФИКАЦИЯ
zh: 国家数字身份

# auth.view.title_lead
source: Баталгаатай identity.
ar: هوية موثقة.
en: Verified identity.
es: Identidad verificada.
fr: Identité vérifiée.
ru: Подтвержденная identity.
zh: 已验证的身份。

# auth.view.title_highlight
source: Нэг удаагийн
ar: تسجيل الدخول
en: Sign in
es: Inicio de sesión
fr: Connexion
ru: Единоразовый
zh: 一次性

# auth.view.title_tail
source: нэвтрэлт.
ar: مرة واحدة.
en: once.
es: único.
fr: unique.
ru: вход.
zh: 登录。

# auth.view.lede
source: eID Mongolia апп дээр хүсэлтийг зөвшөөрөхөд eID Gerege болон холбогдсон SSO аппууд таны баталгаажсан session-ийг ашиглана.
ar: وافق على الطلب في تطبيق eID Mongolia وسيستخدم eID Gerege — جنبًا إلى جنب مع كل تطبيق SSO متصل — هذه الجلسة الموثقة.
en: Approve the request in the eID Mongolia app and eID Gerege — along with every connected SSO app — uses that verified session.
es: Apruebe la solicitud en la aplicación eID Mongolia y eID Gerege, junto con todas las aplicaciones SSO conectadas, utilizarán esa sesión verificada.
fr: Approuvez la demande dans l'application eID Mongolia et eID Gerege — ainsi que toutes les applications SSO connectées — utilisera cette session vérifiée.
ru: Одобрите запрос в приложении eID Mongolia, и eID Gerege — вместе со всеми подключенными SSO приложениями — будет использовать вашу подтвержденную сессию.
zh: 在 eID Mongolia 应用中批准请求后，eID Gerege 以及所有连接的 SSO 应用都将使用您已验证的会话。

# auth.view.point_push
source: Регистрийн дугаараар push хүсэлт
ar: طلب دفع برقم التسجيل
en: Push request by registration number
es: Solicitud push por número de registro
fr: Requête push par numéro d'enregistrement
ru: Push-запрос по регистрационному номеру
zh: 按注册号推送请求

# auth.view.point_qr
source: QR болон mobile App2App
ar: QR وتطبيق App2App للجوال
en: QR and mobile App2App
es: QR y App2App móvil
fr: QR et App2App mobile
ru: QR и мобильный App2App
zh: QR 和移动 App2App

# auth.view.point_rbac
source: Tenant RBAC ба audit хамгаалалт
ar: حماية RBAC و audit للـ tenant
en: Tenant RBAC and audit protection
es: RBAC de tenant y protección de auditoría
fr: RBAC de tenant et protection d'audit
ru: Tenant RBAC и защита аудита
zh: Tenant RBAC 和审计保护

# auth.signin.asker_note
source: eID Gerege — нэгдсэн нэвтрэлтээр нэвтрэх гэж байна
ar: eID Gerege — signing you in through the unified login
en: eID Gerege — signing you in through the unified login
es: eID Gerege — signing you in through the unified login
fr: eID Gerege — signing you in through the unified login
ru: eID Gerege — signing you in through the unified login
zh: eID Gerege — signing you in through the unified login

# auth.signin.title
source: Нэвтрэх
ar: Sign in
en: Sign in
es: Sign in
fr: Sign in
ru: Sign in
zh: Sign in

# auth.signin.lede
source: eID Mongolia App-аар нэвтрэх
ar: Sign in with the eID Mongolia app
en: Sign in with the eID Mongolia app
es: Sign in with the eID Mongolia app
fr: Sign in with the eID Mongolia app
ru: Sign in with the eID Mongolia app
zh: Sign in with the eID Mongolia app

# auth.signin.or
source: эсвэл
ar: or
en: or
es: or
fr: or
ru: or
zh: or

# auth.signin.google
source: Google-ээр нэвтрэх
ar: Sign in with Google
en: Sign in with Google
es: Sign in with Google
fr: Sign in with Google
ru: Sign in with Google
zh: Sign in with Google

# auth.signin.google_soon
source: Google нэвтрэлт удахгүй
ar: Google sign-in is coming soon
en: Google sign-in is coming soon
es: Google sign-in is coming soon
fr: Google sign-in is coming soon
ru: Google sign-in is coming soon
zh: Google sign-in is coming soon

# auth.signin.help
source: Тусламж хэрэгтэй юу?
ar: Need help?
en: Need help?
es: Need help?
fr: Need help?
ru: Need help?
zh: Need help?

# auth.eid.instruction
source: РД эсвэл иргэний бүртгэлийн дугаараа оруулна уу. Утсан дээрх eID Mongolia App-д мэдэгдэл ирнэ.
ar: Enter your registration or civil ID number. A notification arrives in the eID Mongolia app on your phone.
en: Enter your registration or civil ID number. A notification arrives in the eID Mongolia app on your phone.
es: Enter your registration or civil ID number. A notification arrives in the eID Mongolia app on your phone.
fr: Enter your registration or civil ID number. A notification arrives in the eID Mongolia app on your phone.
ru: Enter your registration or civil ID number. A notification arrives in the eID Mongolia app on your phone.
zh: Enter your registration or civil ID number. A notification arrives in the eID Mongolia app on your phone.

# auth.eid.subtitle
source: Үндэсний цахим үнэмлэхээр баталгаажна
ar: موثق بواسطة الهوية الرقمية الوطنية
en: Verified by the national digital ID
es: Verificado por la eID nacional
fr: Vérifié par l'eID nationale
ru: Подтверждено национальным цифровым ID
zh: 通过国家数字身份证验证

# auth.eid.tab_id
source: Регистрийн дугаар
ar: رقم التسجيل
en: Registration number
es: Número de registro
fr: Numéro d'enregistrement
ru: Регистрационный номер
zh: 注册号

# auth.eid.tab_qr
source: QR код
ar: رمز QR
en: QR code
es: Código QR
fr: Code QR
zh: QR码

# auth.eid.reg_number
source: Регистрийн дугаар
ar: رقم التسجيل
en: Registration number
es: Número de registro
fr: Numéro d'enregistrement
ru: Регистрационный номер
zh: 注册号

# auth.eid.reg_number_placeholder
source: АА00112233
ar: AA00112233
en: AA00112233
es: AA00112233
fr: AA00112233
zh: AA00112233

# auth.eid.send_request
source: eID апп руу хүсэлт илгээх
ar: إرسال طلب إلى تطبيق eID
en: Send a request to the eID app
es: Enviar solicitud a la aplicación eID
fr: Envoyer une requête à l'application eID
ru: Отправить запрос в приложение eID
zh: 向 eID 应用发送请求

# auth.eid.verification_code
source: Баталгаажуулах код
ar: رمز التحقق
en: Verification code
es: Código de verificación
fr: Code de vérification
ru: Код подтверждения
zh: 验证码

# auth.eid.confirm_hint
source: Апп дээрх кодтой тулгаад зөвшөөрнө үү
ar: طابق الرمز المعروض في التطبيق ثم وافق
en: Match the code shown in the app, then approve
es: Compare el código en la aplicación y apruebe
fr: Vérifiez le code affiché dans l'application, puis approuvez
ru: Сверьте код в приложении и подтвердите
zh: 核对应用中的代码，然后批准

# auth.eid.footer
source: Нууц үг дамжуулахгүй · Баталгаажуулалт eID апп дотор хийгдэнэ
ar: لا يتم إرسال كلمة مرور · يتم التحقق داخل تطبيق eID
en: No password is sent · Approval happens inside the eID app
es: No se envía contraseña · La aprobación ocurre dentro de la aplicación eID
fr: Aucun mot de passe n'est envoyé · L'approbation se fait dans l'application eID
ru: Пароль не передается · Подтверждение происходит в приложении eID
zh: 不发送密码 · 验证在 eID 应用内完成

# auth.action.retry
source: Дахин оролдох
ar: أعد المحاولة
en: Try again
es: Reintentar
fr: Réessayer
ru: Повторить
zh: 重试

# auth.action.cancel
source: Цуцлах
ar: إلغاء
en: Cancel
es: Cancelar
fr: Annuler
ru: Отмена
zh: 取消

# auth.action.admin_disclosure
source: Системийн админ нэвтрэлт
ar: تسجيل دخول مسؤول النظام
en: System administrator sign-in
es: Inicio de sesión de administrador del sistema
fr: Connexion administrateur système
ru: Вход системного администратора
zh: 系统管理员登录

# auth.action.admin_sign_in
source: Админаар нэвтрэх
ar: تسجيل الدخول كمسؤول
en: Sign in as administrator
es: Iniciar sesión como administrador
fr: Se connecter en tant qu'administrateur
ru: Войти как администратор
zh: 以管理员身份登录

# auth.field.email
source: И-мэйл
ar: البريد الإلكتروني
en: Email
es: Correo electrónico
fr: E-mail
ru: Эл. почта
zh: 电子邮箱

# auth.field.password
source: Нууц үг
ar: كلمة المرور
en: Password
es: Contraseña
fr: Mot de passe
ru: Пароль
zh: 密码

# auth.field.staff_pin
source: Ажилтны PIN
ar: رمز الموظف
en: Staff PIN
es: PIN del personal
fr: Code PIN du personnel
ru: PIN сотрудника
zh: 员工 PIN

# auth.action.app_to_app
source: eID апп-аар шууд нэвтрэх
ar: افتح تطبيق eID
en: Open the eID app
es: Abrir la aplicación eID
fr: Ouvrir l'application eID
ru: Открыть приложение eID
zh: 打开 eID 应用

# auth.action.staff_sign_in
source: Ээлжийн ажилтнаар нэвтрэх
ar: تسجيل الدخول كموظف مناوب
en: Sign in as shift staff
es: Iniciar sesión como personal de turno
fr: Se connecter comme personnel de service
ru: Войти как сотрудник смены
zh: 以当班员工身份登录

# auth.message.starting
source: Хүсэлт үүсгэж байна…
ar: جاري إنشاء الطلب...
en: Creating the request…
es: Creando la solicitud…
fr: Création de la requête…
ru: Создание запроса…
zh: 正在创建请求…

# auth.message.scan_qr
source: eID Mongolia апп-аар QR кодыг уншуулна уу.
ar: امسح رمز QR باستخدام تطبيق eID Mongolia.
en: Scan the QR code with the eID Mongolia app.
es: Escanee el código QR con la aplicación eID Mongolia.
fr: Scannez le code QR avec l'application eID Mongolia.
ru: Отсканируйте QR-код с помощью приложения eID Mongolia.
zh: 请使用 eID Mongolia 应用扫描 QR 码。

# auth.message.sent_push
source: Таны eID Mongolia апп руу хүсэлт илгээлээ.
ar: تم إرسال طلب إلى تطبيق eID Mongolia الخاص بك.
en: A request has been sent to your eID Mongolia app.
es: Se ha enviado una solicitud a su aplicación eID Mongolia.
fr: Une requête a été envoyée à votre application eID Mongolia.
ru: Запрос отправлен в ваше приложение eID Mongolia.
zh: 请求已发送到您的 eID Mongolia 应用。

# auth.message.expires_in
source: Хүсэлтийн хугацаа: {time}
ar: ينتهي الطلب في: {time}
en: Request expires in {time}
es: La solicitud expira en: {time}
fr: Requête expire dans {time}
ru: Срок действия запроса: {time}
zh: 请求有效期：{time}

# auth.message.expired
source: Хүсэлтийн хугацаа дууслаа.
ar: انتهت صلاحية الطلب.
en: The request has expired.
es: La solicitud ha expirado.
fr: La requête a expiré.
ru: Срок действия запроса истек.
zh: 请求已过期。

# auth.message.refused
source: Та нэвтрэх хүсэлтийг татгалзлаа.
ar: لقد رفضت طلب تسجيل الدخول.
en: You declined the sign-in request.
es: Ha rechazado la solicitud de inicio de sesión.
fr: Vous avez refusé la requête de connexion.
ru: Вы отклонили запрос на вход.
zh: 您已拒绝登录请求。

# auth.message.success
source: Амжилттай. Систем рүү шилжиж байна…
ar: تم تسجيل الدخول بنجاح. جاري نقلك إلى المنصة...
en: Signed in. Taking you to the platform…
es: Éxito. Redirigiendo al sistema…
fr: Connexion réussie. Redirection vers la plateforme…
ru: Успешно. Переход на платформу…
zh: 成功。正在跳转到平台…

# auth.message.error_link
source: eID баталгаажуулалтыг eID Gerege хэрэглэгчтэй холбож чадсангүй
ar: تعذر ربط التحقق من eID بمستخدم eID Gerege
en: The eID verification could not be linked to a eID Gerege user
es: No se pudo vincular la verificación eID a un usuario de eID Gerege
fr: La vérification eID n'a pas pu être liée à un utilisateur eID Gerege
ru: Не удалось связать подтверждение eID с пользователем eID Gerege
zh: eID 验证无法关联到 eID Gerege 用户

# auth.message.error_service
source: eID Mongolia үйлчилгээтэй холбогдож чадсангүй
ar: تعذر الوصول إلى خدمة eID Mongolia
en: Could not reach the eID Mongolia service
es: No se pudo conectar con el servicio eID Mongolia
fr: Impossible de joindre le service eID Mongolia
ru: Не удалось подключиться к сервису eID Mongolia
zh: 无法连接到 eID Mongolia 服务

# auth.message.error_password
source: Нэвтрэх боломжгүй байна
ar: تعذر تسجيل الدخول
en: Could not sign in
es: No se pudo iniciar sesión
fr: Impossible de se connecter
ru: Не удалось войти
zh: 无法登录

# auth.sso.checking
source: Нэвтрэх аргыг тодруулж байна…
ar: Working out how to sign you in…
en: Working out how to sign you in…
es: Working out how to sign you in…
fr: Working out how to sign you in…
ru: Working out how to sign you in…
zh: Working out how to sign you in…

# auth.sso.redirecting
source: {provider} рүү шилжиж байна…
ar: Taking you to {provider}…
en: Taking you to {provider}…
es: Taking you to {provider}…
fr: Taking you to {provider}…
ru: Taking you to {provider}…
zh: Taking you to {provider}…

# auth.sso.lede
source: Энэ суулгац хэн болохыг тань {provider} дээр баталгаажуулна. Тэнд нэвтэрсэн бол дахин асуухгүй.
ar: This deployment confirms who you are at {provider}. If you are already signed in there, you will not be asked again.
en: This deployment confirms who you are at {provider}. If you are already signed in there, you will not be asked again.
es: This deployment confirms who you are at {provider}. If you are already signed in there, you will not be asked again.
fr: This deployment confirms who you are at {provider}. If you are already signed in there, you will not be asked again.
ru: This deployment confirms who you are at {provider}. If you are already signed in there, you will not be asked again.
zh: This deployment confirms who you are at {provider}. If you are already signed in there, you will not be asked again.

# auth.sso.card_title
source: {provider}-ээр нэвтэрнэ
ar: Sign in through {provider}
en: Sign in through {provider}
es: Sign in through {provider}
fr: Sign in through {provider}
ru: Sign in through {provider}
zh: Sign in through {provider}

# auth.sso.card_body
source: Нууц үг энд оруулахгүй. {provider} таныг баталгаажуулаад буцаана.
ar: No password is entered here. {provider} confirms you and sends you back.
en: No password is entered here. {provider} confirms you and sends you back.
es: No password is entered here. {provider} confirms you and sends you back.
fr: No password is entered here. {provider} confirms you and sends you back.
ru: No password is entered here. {provider} confirms you and sends you back.
zh: No password is entered here. {provider} confirms you and sends you back.

# auth.sso.sign_in
source: {provider}-ээр үргэлжлүүлэх
ar: Continue with {provider}
en: Continue with {provider}
es: Continue with {provider}
fr: Continue with {provider}
ru: Continue with {provider}
zh: Continue with {provider}

# auth.sso.error_generic
source: Нэвтрэлт дуусгаж чадсангүй. Дахин оролдоно уу.
ar: The sign-in could not be completed. Please try again.
en: The sign-in could not be completed. Please try again.
es: The sign-in could not be completed. Please try again.
fr: The sign-in could not be completed. Please try again.
ru: The sign-in could not be completed. Please try again.
zh: The sign-in could not be completed. Please try again.

# auth.sso.error_stale
source: Нэвтрэх хүсэлтийн хугацаа дууссан байна. Дахин эхлүүлнэ үү.
ar: That sign-in attempt has expired. Please start again.
en: That sign-in attempt has expired. Please start again.
es: That sign-in attempt has expired. Please start again.
fr: That sign-in attempt has expired. Please start again.
ru: That sign-in attempt has expired. Please start again.
zh: That sign-in attempt has expired. Please start again.

# auth.sso.error_unreachable
source: Нэвтрэлтийн провайдертай холбогдож чадсангүй.
ar: The sign-in provider could not be reached.
en: The sign-in provider could not be reached.
es: The sign-in provider could not be reached.
fr: The sign-in provider could not be reached.
ru: The sign-in provider could not be reached.
zh: The sign-in provider could not be reached.

# auth.sso.error_denied
source: Нэвтрэх хүсэлт зөвшөөрөгдсөнгүй.
ar: The sign-in request was not approved.
en: The sign-in request was not approved.
es: The sign-in request was not approved.
fr: The sign-in request was not approved.
ru: The sign-in request was not approved.
zh: The sign-in request was not approved.

# auth.sso.error_email_unverified
source: Google таны и-мэйл хаягийг баталгаажуулаагүй байна.
ar: Google has not verified that email address.
en: Google has not verified that email address.
es: Google has not verified that email address.
fr: Google has not verified that email address.
ru: Google has not verified that email address.
zh: Google has not verified that email address.

# auth.sso.error_domain_not_allowed
source: Энэ и-мэйлийн домэйнд нэвтрэх эрх нээгээгүй байна.
ar: Sign-in is not open to that email domain.
en: Sign-in is not open to that email domain.
es: Sign-in is not open to that email domain.
fr: Sign-in is not open to that email domain.
ru: Sign-in is not open to that email domain.
zh: Sign-in is not open to that email domain.

# auth.sso.error_binding
source: Баталгаажуулалтыг эхлүүлж чадсангүй. Түр хүлээгээд дахин оролдоно уу.
ar: The verification step could not be started. Please try again in a moment.
en: The verification step could not be started. Please try again in a moment.
es: The verification step could not be started. Please try again in a moment.
fr: The verification step could not be started. Please try again in a moment.
ru: The verification step could not be started. Please try again in a moment.
zh: The verification step could not be started. Please try again in a moment.

# profile.loading
source: Ачаалж байна…
ar: Loading…
en: Loading…
es: Loading…
fr: Loading…
ru: Loading…
zh: Loading…

# profile.link_eid
source: eID-ээ холбох
ar: Link your eID
en: Link your eID
es: Link your eID
fr: Link your eID
ru: Link your eID
zh: Link your eID

# profile.link_eid_note
source: eID холбосноор Гэрэгэ дугаар тань энэ дансанд бүртгэгдэнэ. Байгууллагууд таны хүсэлтийн хариуг тэр дугаараар тань олж мэдэгддэг тул үүнгүйгээр хариу ирэхгүй.
ar: Linking your eID records your Gerege number on this account. Organisations answer a request by that number, so without it their answer has nowhere to arrive.
en: Linking your eID records your Gerege number on this account. Organisations answer a request by that number, so without it their answer has nowhere to arrive.
es: Linking your eID records your Gerege number on this account. Organisations answer a request by that number, so without it their answer has nowhere to arrive.
fr: Linking your eID records your Gerege number on this account. Organisations answer a request by that number, so without it their answer has nowhere to arrive.
ru: Linking your eID records your Gerege number on this account. Organisations answer a request by that number, so without it their answer has nowhere to arrive.
zh: Linking your eID records your Gerege number on this account. Organisations answer a request by that number, so without it their answer has nowhere to arrive.

# profile.message.no_organisations
source: Та ямар нэг байгууллагад харьяалагдаагүй байна.
ar: You do not belong to any organisation.
en: You do not belong to any organisation.
es: You do not belong to any organisation.
fr: You do not belong to any organisation.
ru: You do not belong to any organisation.
zh: You do not belong to any organisation.

# me.view.requests_title
source: Миний хүсэлтүүд
ar: My requests
en: My requests
es: My requests
fr: My requests
ru: My requests
zh: My requests
